export default {
  footer: {
    text_1: "2022 Crayon Ventures Ltd.",
    text_2: "Terms & Conditions",
  },
  home: {
    section_1: {
      title: "Welcome to the High Sloth Society",
      text: "세상 권위있고 비밀스러운 클럽, 하이 늘보 소사이어티에 오신것을 환영합니다. 클럽 멤버들의 자화상이 새겨진 NFT 멤버십을 통해 그들의 특별한 세상으로 당신을 초대합니다.",
    },
  },
  sub: {
    section_1: {
      title: "하이 늘보 소사이어티",
      text: "HSS는 세상 권위있는 클럽 멤버들의 자화상이 새겨진 10,000개의 NFT 멤버십 입니다. 비밀리에 인류의 유산과 보물을 수호하는 사회적 리더들의 모임인 하이 늘보 소사이어티 멤버십은 멤버들을 위해, 멤버들에 의해 다양한 혜택과 경험을 제공하며 그 가치가 더욱 더 커집니다. ",
      btn: "Join Discord",
      notice:
        "*아직 판매가 시작되지 않았습니다. Discord에서 자세한 내용을 확인하세요",
    },
    section_2: {
      title: "하이 늘보 멤버십",
      text: "P2E 게임, 하이 늘보 브랜드 상품들의 확장, 멤버 전용 비밀 클럽하우스의 온/오프라인 운영 등, 다양한 혜택과 경험이 멤버들에 의해, 멤버들을 위해 제공됩니다. 10,000명 중 1,000명의 멤버들에게는 하이 늘보 소사이어티가 수호하는, 돈으로는 살 수 없는 문화유산의 의사결정권과 특별향유권을 배정합니다.",
      list_text_1: "수호 유산의 의사결정권과<br/> 특별향유권을 무작위로 배정",
      list_text_2: "10,000 명의 HSS<br/> 멤버 대상 $CRAY 에어드랍",
      list_text_3: "보유한 NFT 의 상업권<br/> 및 지적재산권 이전",
      list_text_4: "로드맵에 따른<br/> 멤버십 혜택 및 가치 확대",
    },
    section_3: {
      title: "문화유산의 은밀한 수호자",
      text: "하이 늘보 소사이어티는 Heritage DAO (HDAO) 와 함께합니다. HDAO 는 대한민국 국보를 시작으로 전세계 다양한 문화유산들을 수호하고 보유하는 미션을 가진 역사상 첫  탈중앙화자율조직으로, 돈을 초월한 가치를 수호하는 더 많은 옹호자, 자선가 및 혁신가들에게 닿고 그들을 하이 늘보 소사이어티로 초대하는것을 지향합니다.",
    },
    section_4: {
      title: "스펙 & 희귀도",
      text: "하이 늘보 소사이어티 NFT는 132개의 특성 중에 무작위로 구성된 10,000개의 고유한 NFT로 구성되도록 설계되었습니다. 멤버십 데이터는 ERC-721 프로토콜로 기록되어, IPFS라는 탈중앙화 저장 공간에 저장되며 이더리움 레이어1 메인 체인에서 발행될 예정입니다.",
    },
    section_5: {
      title: "로드맵",
      text: "하이 늘보들에게는 특별한 캠페인과 이벤트 참여 권한이 부여될 예정입니다. 이는 멤버십이 다양한 파트너들과 함께 만들어가는 탈중앙화된 미래의 모습입니다.",
      list_text_1:
        "<span class='fw-700 yellow-2 mr-2'>10%</span> 'The Sandbox'에 하이 늘보 타운이 구축될 토지 구매",
      list_text_2:
        "<span class='fw-700 yellow-2 mr-2'>20%</span> 'The Sandbox'에 하이 늘보 타운 건설",
      list_text_3:
        "<span class='fw-700 yellow-2 mr-2'>30%</span> 우리의 취지와 포부를 서울/뉴욕의 대형 옥외광고판에 게시",
      list_text_4:
        "<span class='fw-700 yellow-2 mr-2'>40%</span> 서울/뉴욕에 하이 늘보들만을 위한 오프라인공간 오픈",
      list_text_5:
        "<span class='fw-700 yellow-2 mr-2'>50%</span> 하이 늘보들의 취향과 멋을 반영한 신개념 전시 : “하이 늘보 소사이어티와 국보“",
      list_text_6:
        "<span class='fw-700 yellow-2 mr-2'>60%</span> 하이 늘보들의 복셀 아바타 에어드랍 및 메타버스 취지문(미션) 공개",
      list_text_7:
        "<span class='fw-700 yellow-2 mr-2'>70%</span> 'The Sandbox'에서 라이브콘서트 및 이벤트 개최",
      list_text_8:
        "<span class='fw-700 yellow-2 mr-2'>80%</span> “하이 늘보 소사이어티와 EDM” 콘서트 개최",
      list_text_9:
        "<span class='fw-700 yellow-2 mr-2'>90%</span> “하이 늘보 소사이어티와 스포츠” 이벤트 개최",
      list_text_10:
        "<span class='fw-700 yellow-2 mr-2'>100%</span> 로드맵 2.0 공개",
    },
    section_6: {
      title: "운영위원회",
      text: `<p class="mb-4">하이 늘보 소사이어티는 HeritageDAO (HDAO) 와의 협업을 통해 운영됩니다. HDAO는 전 세계 인류 유산을 보호하고 WEB 3.0 의 방식으로 가치를 알리는 탈중앙화자율조직입니다.</p><p>그 시작으로 HDAO는 한국의 국보 제73호의 소유권을 확보하고, 하이 늘보 소사이어티 멤버들에게 수호 유산의 의사결정권과 특별향유권을 배정합니다. HDAO의 대리인으로 Crayon 팀이 하이 늘보 소사이어티를 운영합니다.</p>`,
    },
    section_7: {
      title: "하이 늘보 소사이어티 행동 강령",
      text: "멤버들은 다음의 기준을 우리 자신에게 엄격히 적용합니다",
      list_text_1:
        "1. 우리는 우리의 사회적 의무와 책임에 대한 강한 믿음으로 행동한다.",

      list_text_2:
        "2. 우리는 하이 늘보 소사이어티의 명성을 위해 항상 최선을 다한다.",
      list_text_3: "3. 우리는 서로를 항상 지지하고 존중한다.",
      list_text_4: "4. 우리는 항상 위 기준에 따라 행동한다.",
    },
    section_8: {
      title: " FAQs",
      accordion: {
        list_1: {
          head: "하이 늘보 소사이어티란?",
          body: "<p>비밀리에 인류의 유산과 보물을 수호하는 사회적 리더들의 모임인 하이 늘보 소사이어티 멤버십은 멤버들을 위해, 멤버들에 의해 다양한 혜택과 경험을 제공하며 그 가치가 더욱 더 커집니다.</p>",
        },
        list_2: {
          head: "총 공급량은?",
          body: "<p>총 10,000개의 High Sloths가 공급됩니다.</p>",
        },
        list_3: {
          head: "HSS에 대한 민팅 세부사항은 무엇인가요?",
          body: `
          <p class="mb-3">
            2022년 4월 14일 공개 예정
          </p>
          `,
        },
        list_4: {
          head: "HSS 민팅 기간은 얼마나 되나요?",
          body: "<p>2022년 4월 14일 공개 예정</p>",
        },
        list_5: {
          head: "지갑 당 몇 개의 HSS를 민팅할 수 있나요?",
          body: "<p>2022년 4월 14일 공개 예정</p>",
        },
        list_6: {
          head: "어떤 블록체인으로 발행예정인가요?",
          body: "<p>이더리움으로 발행됩니다.</p>",
        },
        list_7: {
          head: "HSS가 제공하는 혜택은 무엇입니까?",
          body: `
         <p class="mb">P2E 게임, 하이 늘보 브랜드 상품들의 확장, 멤버 전용 비밀 클럽하우스의 온/오프라인 운영 등, 다양한 혜택과 경험이 멤버들에 의해, 멤버들을 위해 제공됩니다. <br/> 10,000명 중 1,000명의 멤버들에게는 하이 늘보 소사이어티가 수호하는, 돈으로는 살 수 없는 문화유산의 의사결정권과 특별향유권을 배정합니다. </p>
          `,
        },
        list_8: {
          head: "발행을 지원하는 지갑은 무엇인가요?",
          body: "<p>메타마스크를 지원합니다.</p>",
        },
        list_9: {
          head: "디스코드에서 받은 DM은 모두 사기인가요?",
          body: "<p>HSS에서는 어떠한 이유에서도 DM을 보내지 않습니다. HSS 디스코드 서버에서는 DM을 차단설정하시거나 모든 DM을 무시하는 것을 권장합니다.</p>",
        },
        list_10: {
          head: "프로젝트에 대한 자세한 내용은 어디에서 확인할 수 있나요?",
          body: "<p>HSS에 대한 업데이트는 홈페이지<a href='https://www.highslothsociety.com'>(https://www.highslothsociety.com)</a>에  링크된 디스코드, 트위터, 인스타그램 공식계정을 통해서만 진행됩니다.</p>",
        },
      },
    },
  },
};
